#Задание 6/7

def int_func(import_str):
    """ Возвращает строку с заглавными буквами в словах.

         на вход подается строка
         на выходе строка с заглавными буквами в словах

    """
    print(import_str.title())
    return

int_func(input('Введите новую строку: '))

